Подключение к двигателю: :010306000011E5
Ответ: 0103220000000000000000000000000000FFFF0000FFFF00000000000000030000023FFFFF9C

Периодический запрос на двигатель: 01100900000306000000000000DD
Ответ: 011009000003E3

JOG Operation: 010301320001C8
Ответ: 01030207D023

Переодический запрос на двигатель (JOG): :010307300001C4
Ответ: 0103020000FA

Изменение скорости: :010601320 07B 4B $ 010601320 001 C5 $ 010601320 002 С4 $ 010601320 0C7 FF
Ответ: такой же как запрос

Подача напряжения на двигатель: :010609000001EF
Ответ: :такой же как запрос

Снятие напряжения с двигателя: :010609000000F0
Ответ: :такой же как запрос



Старт двигателя: 
Ответ: такой же как запрос
Стоп: 
Ответ: такой же как запрос

Реверс двигателя:
Ответ:  такой же как запрос
Стоп: 
Ответ: такой же как запрос
